Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: I weź też to, nie mam zamiaru przyzywać więcej tych paskudztw.
uk: І це теж візьми, я не маю наміру більше викликати цих потвор.

source: I wiem, że cała rada magów ognia z tym Xardasem na czele byłaby temu przeciwna!
uk: І я знаю, що вся рада Магів Вогню на чолі з тим Ксардасом буде проти!

source: I wiesz co? Zrobię to za darmo. Nie dość, że nie daję gwarancji sukcesu, to jeszcze nie mam serca brać pieniędzy od kogoś, kogo spotkało coś takiego, jak ciebie.
uk: І знаєш що, я зроблю це задарма. Я не тільки не даю гарантій успіху, але й не можу взяти гроші від того, хто пройшов через щось подібне.

source: I wiesz, co ci powiem, chłopaczku? Gdybyś został jednym z nas, też mógłbyś sobie na nie pozwolić!
uk: І знаєш, що я тобі скажу, хлопче? Якби ти став одним з нас, ти теж міг би собі це дозволити!

source: I wreszcie najważniejszy punkt, czyli Farma Bermara. Ten obóz jest najlepiej obsadzony i zaatakujemy go po eliminacji wszystkich pozostałych. Atakiem będzie dowodzić gwardzista Euric.
uk: І нарешті, найважливіший пункт – Ферма Бермара. Цей табір найкраще укомплектований, і ми нападемо на нього лише після того, як знищимо усі інші. Атаку очолить гвардієць Ейріх.

source: I wtedy on dostał ten przeklęty list z królewską pieczęcią!
uk: І тоді він отримав той триклятий лист із королівською печаткою!

source: I wtedy rzekł Adanos do swych wyznawców: 'Żyjcie i pracujcie, albowiem dzień stworzono po to, by mąż mógł żyć i pracować.'
uk: І тоді Аданос сказав своїм послідовникам: 'Живіть і працюйте, бо день створений для того, щоб людина жила і працювала'.

source: I wtedy wkraczam ja! Pokonam cię i udowodnię, że ktoś taki jak ja nadal jest potrzebny!
uk: І тоді вступаю я! Я переможу тебе і доведу, що хтось такий, як я, все ще потрібен!

source: I wtedy, gdy na krótką chwilę wiatr rozwiał języki ognia sięgające już baszt Starego Miasta, zobaczyłem go dumnie stojącego na blankach na tle świetlistej pożogi. Zobaczyłem Mandesa. Zbrodniarza i mordercę, mającego u stóp umierające miasto. W zuchwałym geście zwycięstwa trzymał pochodnię w górze i podziwiał swoje dzieło zniszczenia. Na Innosa, gdybym miał wtedy przy sobie kuszę i choć jeden bełt, ten potwór dostałby to, na co zasługiwał.
uk: А потім, коли на коротку мить вітер розвіяв язики полум'я, що вже сягали веж Старого міста, я побачив його. Він гордо стояв на фортечних мурах на тлі яскравого полум'я. Я побачив Мандеса. Злочинця і вбивцю, біля ніг якого лежало вмираюче місто. У зухвалому переможному жесті він підняв смолоскип догори і милувався своїм руйнівним мистецтвом. Клянуся Інносом, якби у мене тоді був арбалет і хоча б один болт, цей нелюд отримав би те, на що заслуговував.

source: I wykonywać proste prace domowe? Nie, to nie dla mnie. Lubię poczucie wolności. Jeśli zechcę, mogę natychmiast udać się na drugi koniec wyspy, albo całkiem ją opuścić.
uk: І робити просту домашню роботу? Ні, це не для мене. Мені подобається відчуття свободи. За бажанням, я можу відправитись на інший кінець острова, або взагалі покинути його.

source: I wyobraź sobie, że jakimś cudem w przeciągu nocy sprawił, że miecz zardzewiał.
uk: Уяви собі, що він якимось дивом зробив так, що меч за одну ніч заржавів.

source: I właśnie dlatego chciałbym zakwaterować ich w koszarach Gildii Kupieckiej.
uk: І саме тому я хотів би розмістити їх у казармах Торгової Гільдії.

source: I z ogromnymi wpływami. Również w mieście. Wystarczy, że opowiem mu o twoim braku chęci do współpracy, a z pewnością nie będzie zadowolony...
uk: І дуже впливова. І в місті теж. Мені достатньо розповісти йому про твою незговірливість, і він точно буде не в захваті...

source: I z powrotem do wieży...
uk: І назад до вежі...

source: I z powrotem...
uk: І знову назад...

source: I zabiłeś kilka owiec.
uk: І вбив кілька овець.

source: I zajmij się tym idiotą, Simonem, bo nikt z nas nie dożyje jutra.
uk: І подбай про цього ідіота Саймона, бо ніхто з нас не доживе до завтра.

source: I zapamiętaj sobie, że następnym razem w tego typu sprawach masz się udać w pierwszej kolejności do mnie.
uk: І пам'ятай, що наступного разу у подібних справах ти повинен звертатися в першу чергу до мене.

source: I zdejmij tę szmatę z twarzy, bo nie wiem, z kim gadam!
uk: Прибери цю ганчірку з обличчя, бо я не бачу, з ким розмовляю!

source: I zostawić ją tutaj? Na pastwę topielców? Nigdy!
uk: І залишити її тут? На милість луркерів? Ніколи!

source: I zrobimy wszystko, żeby dopiąć swego.
uk: І зробимо все, щоб досягти свого.

source: I zwarte szeregi złoconych sztandarów!
uk: А їх прикрашають ряди прапорів!

source: I żadnego myszkowania po okolicy! Jest noc i ludzie już dawno smacznie chrapią! Rozumiemy się?
uk: І не вештайтеся по околиці! Зараз ніч, і люди вже давно міцно сплять! Ми зрозуміли один одного?

source: I żeby nie był za drogi! Nie mogę wydać całego majątku na jedną operację!
uk: І щоб не дуже дорого! Я не можу витратити всі заощадження на одну операцію!

source: I żebym cię już nigdy więcej tam nie przyłapał!
uk: І щоб більше я тебе тут не бачив!

source: I żebym cię już nigdy więcej tam nie przyłapała!
uk: І щоб я більше тебе там не бачила!

source: I żebym was tu więcej nie widział!
uk: І щоб я вас тут більше не бачив!

source: I żywa tarcza.
uk: І живий щит.

source: I. Strażnik musi być oddany
uk: I. Вартовий повинен бути відданий справі

source: I... Powodzenia.
uk: І... Удачі.

source: I... co zamierzasz z tym zrobić?
uk: І... Що ти збираєшся тепер робити?

source: I?
uk: І?

source: II. Strażnik musi być prawy
uk: II. Вартовий повинен бути праведним

source: III. Strażnik musi być czujny
uk: III. Вартовий повинен бути пильним

source: ILE?!
uk: СКІЛЬКИ?!

source: IV. Strażnik musi szanować mundur
uk: IV. Вартовий повинен поважати уніформу

source: Ich członkowie mają dużo bardziej spersonalizowane wyposażenie.
uk: Їх члени носять більш індивідуальне спорядження.

source: Ich działalność grozi jedności państwa. Chcę, żebyś z tym skończył.
uk: Їхня діяльність загрожує єдності держави. Хочу, щоб ти з цим розібрався.

source: Ich działanie jest podobne
uk: Мають подібні властивості

source: Ich intencje może i były szlachetne, ale zapoczątkowały stałą i niekończącą się wojnę - a ludziom wierzącym w sprawiedliwość trudno jest odnaleźć się w takich warunkach.
uk: Можливо, їхні наміри були благородними, але вони поклали початок постійній і нескінченній війні. А людям, які вірять у справедливість, важко перебувати в таких умовах.

source: Ich jad może powodować poważne problemy zdrowotne, utrzymujące się przez wiele dni, ale ten gatunek nie występuje w pobliżu Silbach.
uk: Їх отрута може викликати серйозні проблеми зі здоров'ям, що тривають кілька днів, але цей вид не зустрічається поблизу Сільбаху.

source: Ich motywacja nie ma większego znaczenia. Czy zrobią to z przyjaźni do ciebie, jako spłatę dawnego długu, dla łupu, czy ze zwykłej chęci przygody, nie robi to większej różnicy.
uk: Їхня мотивація не має суттєвого значення. Чи роблять вони це по дружбі, чи як повернення старого боргу, чи заради здобичі, чи з простого бажання пригод – не має великої різниці.

source: Ich pierwsze kontakty z ludźmi były pokojowe, ale nikt nie mógł ich zrozumieć.
uk: Їхні перші контакти з людьми були мирними, але ніхто не міг їх зрозуміти.

source: Ich przemowy nic nie dają. Są mętne, ludzie wprawdzie słuchają – chyba więcej z litości oraz chęci rozrywki. Magowie Wody nie rozumieją, że ich ezoteryczne nauki nie są zrozumiałe dla kogokolwiek poza nimi samymi.
uk: Їхні промови нічого не дають. Вони туманні, люди їх слухають радше з жалю та бажання розважитися. Маги Води не розуміють, що їхні езотеричні вчення незрозумілі нікому, окрім них самих.

source: Ich także zdołał oszukać. Na szczęście, magowie z klasztoru przejrzeli na oczy. Wiedzą o sytuacji w mieście i już tutaj zmierzają.
uk: Йому вдалося їх обдурити. На щастя, маги в монастирі його розкусили. Вони знають про ситуацію в місті і вже прямують сюди.

source: Ich więź z przodkami była bardzo silna i nie widzieli nic dziwnego w tym, by mieszkać w twierdzy, która jest jednocześnie cmentarzyskiem ich praojców.
uk: Їхній зв'язок з предками був дуже сильним, і вони не бачили нічого дивного в тому, щоб жити у фортеці, яка також є місцем поховання їхніх предків.

source: Ich wysłannik ma na imię Antonio. A przynajmniej tak się przedstawia.
uk: Їхнього посланця звуть Антоніо. Принаймні так він представився.

source: Ich? Jakich ich? Nie miałem z nimi nic wspólnego! Gdybym z nimi współpracował, Lorenzo kazałby mnie zabić!
uk: Їх? Яких їх? Я не маю нічого спільного з ними! Якби я співпрацював з ними, Лоренцо наказав би мене вбити!

source: Ich? Jakich ich? Nie miałem z nimi nic wspólnego? Gdybym z nimi współpracował, Lorenzo kazałby mnie zabić!
uk: Їх? Яких їх? Я не мав нічого спільного з ними? Якби я співпрацював з ними, Лоренцо наказав би мене вбити!

source: Idealna by coś na niej usmażyć.
uk: Ідеально підходить, щоб щось на ній посмажити.

source: Idealne dla podróżników.
uk: Ідеально підходить для мандрівників.

source: Idealne do rozpalenia ognia.
uk: Ідеально підходить для розпалювання багаття.

source: Idealnie nadaje się do walki z wilkami, ścierwojadami jak i potrafi również ochronić przed ostrzem rozwścieczonej konkurencji!
uk: Він ідеально підходить для боротьби з вовками, падальниками, а також здатен захистити від ріжучої зброї розлючених конкурентів!

source: Idealnie nadaje się do walki z wilkami, ścierwojadami jak i potrafi również ochronić przez ostrzem rozwścieczonej konkurencji!
uk: Він ідеально підходить для боротьби з вовками, падальниками, а також здатен захистити від ріжучої зброї розлючених конкурентів!

source: Idealnie. Martha się ucieszy.
uk: Чудово. Марта буде задоволена.

source: Idealny dla początkujących cieśli
uk: Ідеально підходить для слюсарів-початківців

source: Idealnym miejscem na to będą nasze sypialnie. Znajdź sobie wolne łóżko... i miłych snów!
uk: Ідеальним місцем для цього будуть наші казарми. Знайди собі вільне ліжко... і добре виспись!

source: Idioci!
uk: Ідіоти!

source: Idioci, tak jakby nie wiedzieli, że strażnicy dokładnie pilnują swojego portu.
uk: Ідіоти, ніби вони не знали, що вартові пильно охороняють цей порт.

source: Idiota
uk: Ідіот

source: Idiota. Już ja cię nauczę manier!
uk: Ідіоте. Я навчу тебе манерам!

source: Idioto! Nie miałem na to wpływu! Trzeba działać szybko!
uk: Ти ідіот! Це не від мене залежало! Треба діяти швидко!

source: Idioto! Wszyscy myśleliśmy, że nie żyjesz! Wiesz, jak długo szukaliśmy potwierdzenia tej informacji?
uk: Дурню! Ми всі думали, що ти помер! Знаєш, як довго ми шукали підтвердження цієї інформації?

source: Idzie ci całkiem nieźle, ale to za mało by do nas dołączyć.
uk: Ти робиш успіхи, але цього недостатньо, щоб до нас приєднатися.

source: Idziemy dalej?
uk: Йдемо далі?

source: Idziemy do koszar!
uk: Ходімо до казарм!

source: Idziemy do niejakiego Borra.
uk: Ми йдемо до Борра.

source: Idziemy do niejakiego Salla, strażnika.
uk: Ми йдемо до Салла, він вартовий.

source: Idziesz do ratusza, bez marudzenia!
uk: Йди в ратушу, а не скигли!

source: Idziesz po chrust albo nie dostaniesz żarcia!
uk: Йди за хмизом, інакше не отримаєш їжу!

source: Idziesz z nami albo zaciągnę cię siłą.
uk: Ти підеш з нами, або я потягну тебе силоміць.

source: Idziesz ze mną do lochu.
uk: Ти підеш зі мною до в'язниці.

source: Idziesz ze mną i się nie oddalasz. Jeśli się oddalisz, dostaniesz po mordzie. Kapujesz?
uk: Ти йдеш за мною і нікуди не відходиш. Якщо відійдеш, отримаєш по морді. Зрозумів?

source: Idą nieźle, więc nie przeszkadzaj.
uk: Все непогано, тож не турбуй мене.

source: Idą zawsze twoją drogą.
uk: Завжди за тобою слідом ідуть.

source: Idąc drogą na południe, dotrzesz do mostu. Obok niego znajdziesz tę łajbę.
uk: Якщо йти дорогою на південь, ти дійдеш до мосту. Біля нього ти знайдеш цей човен.

source: Idąc po tropie, który znalazłem przy Jonie, dotarłem do jednej z kryjówek Lichwiarza.
uk: Йдучи по сліду, який я знайшов завдяки Йону, я дістався до однієї зі схованок Лихваря.

source: Idąc tutaj, musiałeś widzieć ten wielki wulkan i jego ośnieżony szczyt. Według mieszkańców jest wygasły od wielu lat, więc nie ma się czego obawiać.
uk: Прогулюючись тут, ти напевно помічав цей величезний вулкан та його засніжену вершину. За словами місцевих жителів, він згас багато років тому, тож боятися нічого.

source: Idąc tutaj, pewnie zauważyłeś porzuconą kopalnię odkrywkową niedaleko murów naszego zamku.
uk: Йдучи сюди, ти, мабуть, помітив занедбану копальню біля стін нашого замку.

source: Idę do ciepłej jaskini i wam polecam zrobić to samo!
uk: Я йду в теплу печеру і рекомендую вам зробити те ж саме!

source: Idę pogadać jeszcze z Berterem, wolę nie wracać do Corteza bez pełnych wyjaśnień.
uk: Я ще поговорю з Бертером, я б не хотів повертатися до Кортеза без повного розуміння обставин.

source: Idę się przejść.
uk: Я хочу пройтися.

source: Idę z tobą, bracie.
uk: Я йду з тобою, брате.

source: Idę! Już idę!
uk: Я йду! Вже йду!

source: Idź cały czas na wschód i pod żadnym pozorem nie schodź ze ścieżki, jeśli chcesz dotrzeć do Przystani w jednym kawałku.
uk: Постійно йди на схід і ні в якому разі не звертай зі шляху, якщо хочеш дістатися до Гавані цілими і неушкодженими.

source: Idź dalej tą ścieżką, gdy dojdziesz do rozwidlenia, skręć w prawo w stronę rzeki. Gdy miniesz most będziesz miał po swojej lewej stronie karczmę Bastiana.
uk: Продовжуй йти цією стежкою. Коли дійдеш до роздоріжжя, поверни праворуч до річки. Коли пройдеш міст, ліворуч від тебе буде корчма Бастіана.

source: Idź do Albyna, to ci powie, co masz robić.
uk: Іди до Альбіна, він розкаже, що потрібно робити.

source: Idź do Bastiana i powiedz mu, że pijesz dzisiaj na mój koszt. Ja muszę się jeszcze rozmówić z Albynem odnośnie ostatnich przygotowań.
uk: Іди до Бастіана і скажи йому, що сьогодні питимеш за мій рахунок. Мені ще треба поговорити з Альбіном щодо останніх приготувань.

source: Idź do Beliara! (Odejdź ze straży)
uk: Йди до Беліара! (Покинути Варту)

source: Idź do Beliara. Ty prosisz mnie o przysługę? A czy ty pomogłeś mi, kiedy ja szukałem brata?
uk: Йди до Беліара. Ти просиш мене про послугу? А ти допоміг мені, коли я шукав свого брата?

source: Idź do Dzielnicy Biedoty w porcie i rozpal proszę koksowniki. Powinny chociaż odrobinę ogrzać tamtejszych obywateli.
uk: Йди до Бідного кварталу в порту і розпали жаровні. Вони повинні хоча б трохи зігріти тамтешніх громадян.

source: Idź do Oktava, to da ci parę monet za fatygę.
uk: Піди до Октава, він дасть тобі кілька монет за твій клопіт.

source: Idź do Oscara, on się orientuje w temacie. Masz znaleźć prawdziwego mordercę. Ja będę u siebie.
uk: Йди до Оскара, він знається на цій справі. Ти повинен знайти справжнього вбивцю. Я буду у себе вдома.

source: Idź do Oscara. Będzie miał do zaoferowania parę fantów na sprzedaż, których nie oddałby byle komu.
uk: Піди до Оскара. У нього знайдуться деякі причандали на продаж, які він не віддає будь-кому.

source: Idź do Ramhy i Fadhy z Siostrzanego Kociołka. One lubią brudzić swoją aparaturę i marnować czas na takie błahe mikstury.
uk: Сходи до Рамхи і Фадхи з Сестринського казана. Вони люблять бруднити своє приладдя і витрачати час на такі несерйозні зілля.

source: Idź do Rodericha i załatw tę sprawę, dopiero wtedy przyjmę cię na czeladnika.
uk: Іди до Родеріха і залагодь цю справу, тільки тоді я візьму тебе в підмайстри.

source: Idź do Rodericha, ma z tobą do pogadania.
uk: Іди до Родеріха, він хоче з тобою поговорити.

source: Idź do domu w pobliżu Placu Targowego, pierwszego po prawej gdy idziesz od strony bramy zachodniej. Zaczaj się w nim i dorwij włamywacza!
uk: Йди до будинку біля Ринкової площі, першого праворуч, якщо йти від західних воріт. Сховайся в ньому і спіймай злодія!

source: Idź do karczmy i powiedz, że ja cię przysyłam. Pod żadnym pozorem nie podchodź do Corteza, póki cię nie wezwie!
uk: Йди до корчми і скажи, що це я тебе прислав. Ні в якому разі не наближайся до Кортеза, поки він сам тебе не покличе!

source: Idź do karczmy, napij się piwa, zamów sobie panienkę i odstresuj się trochę, bo z takim nastawieniem szybko ktoś cię tutaj wypatroszy.
uk: Сходи до корчми, випий пива, замов собі дівчину і трохи розслабся, бо з таким ставленням тебе тут швидко випотрошать.

source: Idź do klasztoru.
uk: Йди в монастир.

source: Idź do koszar i pogadaj z Roderichem, przedstawi ci wszystkie wymogi.
uk: Йди в казарми і поговори з Родеріхом, він розповість про всі вимоги.

source: Idź do miasta, jeśli szukasz nauczyciela. Tutaj ludzie są zarobieni pracą i ze mną nie jest inaczej.
uk: Йди до міста, якщо шукаєш вчителя. Тут люди зайняті роботою, і я не виняток.

source: Idź do niego i go przekonaj, że warto do nas dołączyć, a udostępnienie nam tego miejsca będzie świetnym posunięciem z jego strony.
uk: Сходи до нього і переконай, що йому варто приєднатися до нас, а надати нам доступ до цього місця було б чудовим кроком з його боку.

source: Idź do niego i powiedz mu, że jeśli załatwi nam materiały potrzebne do treningu kuszników, to jego szanse na dołączenie drastycznie wzrosną.
uk: Піди до нього і скажи, що якщо він зможе дістати все необхідне для тренування арбалетників, то його шанси приєднатися до нас значно зростуть.

source: Idź do niego, jeśli chcesz pomóc, tylko pamiętaj - nie słyszałeś tego ode mnie, jasne?
uk: Йди до нього, якщо хочеш допомогти, але пам'ятай – від мене ти нічого не чув, зрозумів?

source: Idź do winnicy i pomóż Gerhardowi ogarnąć ten chaos.
uk: Йди до виноградників і допоможи Герхарду впоратись з хаосом.

source: Idź i nie zawracaj mi głowy.
uk: Йди і не мороч мені голову.

source: Idź już, i nawet nie próbuj dyskutować. To moje ostatnie słowo.
uk: Йди, і навіть не намагайся сперечатися. Це моє останнє слово.

source: Idź już, nie chcę do tego więcej wracać. Żegnam.
uk: Йди геть, я не хочу більше до цього повертатися. Прощавай.

source: Idź już, przeszkadzasz mi w pracy.
uk: Йди вже, ти заважаєш мені працювати.

source: Idź już, z tego, co wiem, Weigarowi zależy w tej sprawie na czasie.
uk: Можеш іти. Наскільки я знаю, у Вейгара мало часу на це.

source: Idź już. Ja w tym czasie pomyślę jak by ich tu skutecznie przerazić.
uk: Ти поки що йди. А я подумаю як їх краще залякати.

source: Idź na molo. Zaraz powinny się tam pojawić pierwsze łodzie z transportem.
uk: Йди до причалу. Скоро там мають з'явитися перші човни з вантажем.

source: Idź na południe.
uk: Вирушай на південь.

source: Idź na północ.
uk: Вирушай на північ.

source: Idź na wschód.
uk: Вирушай на схід.

source: Idź na zachód.
uk: Вирушай на захід.

source: Idź odpocząć, a my z tym gagatkiem jeszcze sobie porozmawiamy!
uk: Йди відпочинь, а ми з цим жартівником ще поговоримо!

source: Idź po Arwida i jazda na posterunek. Nie zawiedźcie mnie!
uk: Забирай Арвіда і йдіть на пост. Не підведи мене!

source: Idź po ścieżce i trzymaj się prawej strony.
uk: Йди стежкою і тримайся правої сторони.

source: Idź porozmawiać z Crednarem, zanim stanie się coś jeszcze gorszego!
uk: Іди поговори з Креднаром, поки не трапилося щось ще гірше!

source: Idź sobie nazbierać jakiegoś ścierwa do lasu!
uk: Йди до лісу і збирай якусь падаль!

source: Idź stromą ścieżką nad jeziorem, a gdy tylko ścieżka się skończy, skręć w prawo i przejdź przez strumyk.
uk: Піднімись крутою стежкою над озером, і як тільки стежка закінчиться, поверни праворуч і перейди через струмок.

source: Idź stąd!
uk: Йди геть!

source: Idź w pokoju, synu.
uk: Іди з миром, сину.

source: Idź wzdłuż tej ulicy w stronę Placu Targowego w porcie. Gdy zejdziesz pierwszymi schodami natychmiast skręć w lewo i przy straganie z rybami jeszcze raz w lewo.
uk: Прямуй цією вулицею до Ринкової площі в порту. Коли спустишся першими сходами, відразу поверни ліворуч, і біля рибного прилавку знову ліворуч.

source: Idź z tym do drwali. Mają obóz na południowy wschód stąd. Dzieli nas jednak masyw górski więc będziesz musiał nadłożyć trochę drogi.
uk: Сходи краще до лісорубів. Їхній табір на південний схід звідси. От тільки нас розділяє гірський хребет, тож шлях неблизький.

source: Idź zaczepiać kogoś innego ty bezduszna kreaturo!
uk: Іди приставай до когось іншого, безсердечна тварюко!

source: Idź zaczepiać kogoś innego.
uk: Іди приставай до когось іншого.

source: Idź zawracać głowę komuś innemu.
uk: Іди мороч голову комусь іншому.

source: Idź, chłopcze... idź i pomóż pozostałym, nim będzie za późno!
uk: Йди, хлопче... йди і допоможи іншим, поки не пізно!

source: Idź, i niech Adanos ci sprzyja!
uk: Йди, і нехай допоможе тобі Аданос!

source: Idź, powdychaj świeżego powietrza. Nie będę ci przeszkadzał.
uk: Ну йди, подихай свіжим повітрям. Не буду тобі заважати.

source: Idź. Porozmawiamy po wszystkim.
uk: Йди. Потім поговоримо.

source: Idźcie do tamtejszej karczmy. Rozpoznacie ją bez problemu. Powiedzcie, że przybyłyście wraz z ostatnim transportem.
uk: Вирушайте до місцевої корчми. Ви легко її впізнаєте. Скажіть, що прибули на останньому кораблі.

source: Idźcie odnieść towar. Zdaje się, że mam tu parę kwestii do wyjaśnienia.
uk: Віднесіть товар. Здається, мені тут треба дещо з'ясувати.

source: Idźcie prosto pod górę, później w prawo i mostem przez rzekę. To spory budynek, na pewno go nie przeoczycie.
uk: Підніміться прямо на пагорб, потім направо і перейдіть міст через річку. Це велика будівля, ви її точно не пропустите.

source: Idźże więc uwarz jakąś miksturę, zamiast stale zawracać mi głowę!
uk: Тож йди варити зілля, замість того, щоб постійно мені набридати!

source: Ignis
uk: Ігніс

source: Ignis bierze pięćset, ja trzysta, a wy po stówce!
uk: Ігніс бере п'ятсот, я беру триста, і ви берете по сотні!

source: Igor
uk: Ігор

source: Igor i jego strażnicy muszą ponieść karę.
uk: Ігор та його охоронці мають бути покарані.

source: Igor jest teraz zajęty, przyjdź później.
uk: Ігор зараз зайнятий, приходь пізніше.

source: Igor podobno jest teraz zajęty. Spróbuję wrócić, gdy rozejrzę się w pozostałych częściach kopalni.
uk: Здається, Ігор зараз зайнятий. Я повернуся, коли огляну інші частини копальні.

source: Ile bierzesz za nastawienie barku?
uk: Скільки коштує вправляння плеча?

source: Ile bym dał za porządny ciepły posiłek. Na samą myśl burczy mi w brzuchu.
uk: Чого б я тільки не віддав за пристойну гарячу їжу. Від самої думки про це у мене починає бурчати в животі.

source: Ile bym dał za porządny ciepły posiłek. Na samą myśl mi burczy w brzuchu.
uk: Чого б я тільки не віддав за пристойну гарячу їжу. Від самої думки про це у мене починає бурчати в животі.

source: Ile bym dała za porządny ciepły posiłek. Na samą myśl mi burczy w brzuchu.
uk: Чого б я тільки не віддала за пристойну гарячу їжу. Від самої думки про це у мене починає бурчати в животі.

source: Ile bym dała za porządny, ciepły posiłek. Na samą myśl mi burczy w brzuchu.
uk: Чого б я тільки не віддала за пристойну гарячу їжу. Від самої думки про це у мене починає бурчати в животі.

source: Ile będzie kosztować jej wolność?
uk: Скільки коштуватиме її свобода?

source: Ile chcecie za uciszenie go?
uk: Скільки ти хочеш за те, щоб змусити його замовкнути?

source: Ile chcesz za miejsce na cmentarzu?
uk: Скільки ти хочеш за місце на цвинтарі?

source: Ile chcesz za skręta?
uk: Скільки ти хочеш за скрутку?

source: Ile chcesz za swoje kontakty?
uk: Скільки ти хочеш за свої контакти?

source: Ile chcesz za tę informację?
uk: Скільки ти хочеш за інформацію?

source: Ile chcesz złota?
uk: Скільки золота ти хочеш?

source: Ile chcesz?
uk: Скільки ти хочеш?

source: Ile ci zajęło dołączenie do straży?
uk: Скільки часу пішло на те, щоб приєднатися до Варти?

source: Ile czasu to zajmie?
uk: Скільки це займе часу?

source: Ile dostałeś za porwanie mojego brata?
uk: Скільки ти отримав за викрадення мого брата?

source: Ile drewna potrzeba?
uk: Скільки треба деревини?

source: Ile jest tych golemów?
uk: Скільки цих големів?
